CSI API ETABS v1
cSapModel.GridSys Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cGridSys GridSys { get; }
ReadOnly Property GridSys As cGridSys
	Get
Dim instance As cSapModel
Dim value As cGridSys
value = instance.GridSys
property cGridSys^ GridSys {
	cGridSys^ get ();
}
abstract GridSys : cGridSys with get
Property Value
Type: cGridSys
See Also
Reference
cSapModel Interface
ETABSv1 Namespace